[
	{
		"id": "txl-fl",
		"name": "TXL FL",
		"type": "Среднеразмерный кроссовер",
		"power": 186,
		"razgon": 9.8,
		"rashod": 7.6,
		"moment": 253,
		"price": 2199900,
		"design": {
			"title": "ВЫРАЗИТЕЛЬНЫЙ ДИЗАЙН",
			"info": [
				{
					"title": "LED-оптика",
					"text": "Полностью светодиодная головная оптика обеспечивает безупречное освещение всех участков дороги, делая каждую поездку в темное время суток максимально комфортной и безопасной.",
					"img": "design-led.jpg"
				},
				{
					"title": "Пульсирующий логотип",
					"text": "Стильный логотип Exeed на радиаторной решетке обновленного TXL стал частью схемы приветственного освещения. Подойдите к машине на расстояние трех метров – и буквы заиграют пульсирующим бело-лунным оттенком. То же самое произойдет, если разблокировать двери с ключа.",
					"img": "design-logo.jpg"
				},
				{
					"title": "Диски диаметром 19 дюймов",
					"text": "Колеса Exeed изготовлены из алюминиевого сплава и окрашены методом порошкового напыления – самым передовым из возможных. Размерность в 19 дюймов обеспечивает идеальный баланс эстетики и ездового комфорта.",
					"img": "design-wheel.jpg"
				},
				{
					"title": "Стиль и аэродинамика",
					"text": "Обновленный TXL – это не только выверенные пропорции и безупречный стиль в каждой детали, но и тщательно проработанная аэродинамика. Коэффициент воздушного сопротивления Cx=0,33 – один из лучших в классе. Это положительно влияет на топливную экономичность, акустический комфорт и управляемость.",
					"img": "design-style.jpg"
				},
				{
					"title": "Габаритные размеры",
					"text": "<ul><li>Длина - 4780 мм</li><li>Ширина - 1885 мм</li><li>Высота - 1730 мм</li><li>Колесная база - 2800 мм</li><li>Клиренс - 210 мм</li>",
					"img": "design-size.jpg"
				}
			]
		},
		"technology": {
			"title": "СОВРЕМЕННЫЕ ТЕХНОЛОГИИ",
			"info": [
				{
					"title": "Широкоформатная мультимедийная панель",
					"text": "Безусловная доминанта передней части салона – мультимедийный кластер, состоящий из двух широкоформатных дисплеев (правый – сенсорный). Диагональ каждого составляет 12,3 дюйма, а разрешение достигает 1920*720 пикселей.",
					"img": "technology-multimedia.jpg"
				},
				{
					"title": "Аудиосистема класса премиум",
					"text": "Ощущения премиальности интерьера дополняет акустика на компонентах Arkamys и Sony. Вне зависимости от выбранной комплектации и количества динамиков (8 или 10), аудиосистема обновленного TXL подарит обитателем салона чистый и детальный звук.",
					"img": "technology-audio.jpg"
				},
				{
					"title": "Беспроводная зарядка",
					"text": "С обновленным TXL можно навсегда забыть о зарядных кабелях. Индукционная зарядка на центральном тоннеле быстро подпитает гаджет: отныне вы всегда будете онлайн.",
					"img": "technology-сharge.jpg"
				},
				{
					"title": "Датчик качества воздуха",
					"text": "Комфортные «погодные» условия для водителя и пассажиров очень важны. Двухзонный климат-контроль в TXL не только автоматически поддерживает заданную температуру, но и ионизирует воздух, насыщая его заряженными молекулами кислорода, а также с помощью цветовой индикацией уведомляет о высоком содержании вредных примесей.",
					"img": "technology-sensor.jpg"
				},
				{
					"title": "Система старт-стоп",
					"text": "Система Start/Stop, автоматически отключающая двигатель в пробках и запускающая при начале движения, позволяет экономить топливо и снижать уровень вредных выбросов. Ну а мы позаботились о ее деликатных настройках.",
					"img": "technology-startstop.jpg"
				}
			]
		},
		"comfort": {
			"title": "ПОВЫШЕННЫЙ КОМФОРТ",
			"info": [
				{
					"title": "Панорамная крыша с люком",
					"text": "Технологичная панорамная крыша. Управлять сдвижной секцией можно с помощью пульта дистанционного управления или голосовых команд, а на случай дождя предусмотрено ее автоматическое закрывание. Бонусом – теплоизоляционное стекло толщиной в 5 мм.",
					"img": "comfort-roof.jpg"
				},
				{
					"title": "Зимний пакет",
					"text": "Какой бы холодной ни оказалась зима, обновленный TXL готов к ее встрече. В зимний пакет входит в стандартное оснащение и включает дистанционный запуск двигателя, обогрев лобового и заднего стекла, форсунок стеклоомывателя, боковых зеркал, руля, а также сидений первого и второго ряда. Функция запуска двигателя позволяет активировать дистанционно климат-контроль.",
					"img": "comfort-winter.jpg"
				},
				{
					"title": "Сиденья с микроклиматом и памятью положения",
					"text": "Сиденья разработаны профильной американской корпорацией Lear и предоставляют максимум комфорта людям любого роста и комплекции. Передние кресла всех исполнений оснащены сервоприводом и функцией памяти. В версии Flagship добавляется вентиляция.",
					"img": "comfort-seats.jpg"
				},
				{
					"title": "Функциональный багажник",
					"text": "Объем багажника обновленного TXL в пятиместной конфигурации составляет 461 литр и может достичь 1000 литров, если сложить раздельные спинки задних сидений. Пятая дверь оснащена электроприводом с возможностью регулировки высоты поднятия.",
					"img": "comfort-bag.jpg"
				},
				{
					"title": "Просторный салон",
					"text": "Колесная база – 2800 мм. Это один из лучших показателей в классе, позволивший обеспечить пассажирам заднего ряда рекордный простор для коленей.",
					"img": "comfort-salon.jpg"
				}
			]
		},
		"safety": {
			"title": "КОМПЛЕКСНАЯ БЕЗОПАСНОСТЬ",
			"info": [
				{
					"title": "Полный привод",
					"text": "За распределение крутящего момента между осями обновленного TXL отвечает многодисковая муфта производства BorgWarner. Благодаря сверхкороткому времени срабатывания (0,07 секунды) и интеллектуальной системе управления приводом, покорение бездорожья станет легкой и приятной прогулкой.",
					"img": "safety-drive.jpg"
				},
				{
					"title": "Ассистент движения в полосе",
					"text": "Обновленный TXL с системой удержания в полосе (LKA) всегда готов подстраховать в опасной ситуации.",
					"img": "safety-assistent.jpg"
				},
				{
					"title": "Система безопасного выхода",
					"text": "В оживленном мегаполисе опасность может поджидать на каждом углу. Так что мы научили обновленный TXL следить за окружающей обстановкой даже в статике. При обнаружении помехи в виде другого автомобиля или велосипедиста, система безопасного выхода подаст звуковой сигнал при открывании двери.",
					"img": "safety-sensor.jpg"
				},
				{
					"title": "Помощь при спуске и на подъеме",
					"text": "Дополнительную уверенность на бездорожье придадут системы помощи при подъеме и спуске. Первая поможет тронуться с места, не откатившись назад. Вторая возьмет на себя управление тормозами при движении под гору.",
					"img": "safety-help.jpg"
				}
			]
		},
		"quality": {
			"title": "ВЫСОКОЕ КАЧЕСТВО",
			"info": [
				{
					"title": "Семилетняя гарантия",
					"text": "Гарантия на кроссовер составляет 7 лет или 200 тысяч километров, в зависимости от того, что наступит раньше.",
					"img": "quality-years.jpg"
				},
				{
					"title": "Антикоррозийная защита",
					"text": "Кузов TXL изготовлен из стали с двухсторонней оцинковкой, а значит устойчив к коррозии.",
					"img": "quality-body.jpg"
				}
			]
		},
		"gallery": ["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.jpg", "6.jpg"]
	},
	{
		"id": "vx",
		"name": "VX",
		"type": "Полноразмерный внедорожник",
		"power": 235,
		"razgon": 9.5,
		"rashod": 8.5,
		"moment": 390,
		"design": {
			"title": "БЕЗУПРЕЧНЫЙ ДИЗАЙН",
			"info": [
				{
					"title": "LED-оптика",
					"text": "Полностью светодиодная головная оптика внедорожника VX дополнена функцией подсветки поворотов и динамическими указателями поворота. Расположенные ниже дневные ходовые огни также выполнены по LED-технологии.",
					"img": "design-led.jpg"
				},
				{
					"title": "20-дюймовые диски",
					"text": "Дизайн двухцветных легкосплавных дисков диаметром 20 дюймов разработан специально для модели VX. Все исполнения внедорожника комплектуются шинами Continental.",
					"img": "design-wheel.jpg"
				},
				{
					"title": "Панорамная крыша с люком",
					"text": "Площадь панорамной крыши внедорожника VX – внушительные 1,12 квадратных метра, а толщина теплоизоляционного стекла – 5 мм. Помимо клавши в салоне, управлять сдвижной секцией можно с помощью пульта. Предусмотрено автоматическое закрывание люка на случай дождя.",
					"img": "design-roof.jpg"
				},
				{
					"title": "Габаритные размеры",
					"text": "<ul><li>Длина - 4 970 мм</li><li>Ширина -  1 940 мм</li><li>Высота - 1 788 мм</li><li>Колесная база - 2 900 мм</li><li>Клиренс - 200 мм</li>",
					"img": "design-size.jpg"
				}
			]
		},
		"technology": {
			"title": "ФЛАГМАНСКИЕ ТЕХНОЛОГИИ",
			"info": [
				{
					"title": "Цифровой кокпит высокой четкости",
					"text": "Цифровой кокпит внедорожника VX включает два цветных дисплея диагональю 12,3 каждый. Разрешение экранов (правый – сенсорный) – 1920*720 пикселей. Широкие возможности персонализации позволяют выбрать один из трех вариантов дизайна и графики.",
					"img": "technology-kokpit.jpg"
				},
				{
					"title": "Проекционный экран",
					"text": "Проекционный дисплей – история не только про удобство, но и про безопасность. Вся необходимая информация буквально «парит над капотом» внедорожника VX, позволяя не отвлекаться от дороги.",
					"img": "technology-display.jpg"
				},
				{
					"title": "Трёхзонный климат-контроль",
					"text": "Пассажирам второго ряда сидений внедорожника VX полагается собственный климатический блок с возможностью регулировки температуры. За качество салонного воздуха отвечает фирменная система очистки.",
					"img": "technology-climat.jpg"
				},
				{
					"title": "Парящая центральная консоль",
					"text": "«Парящая» центральная консоль придает интерьеру VX визуальную легкость, подчеркивая премиальный статус автомобиля.",
					"img": "technology-controls.jpg"
				},
				{
					"title": "Премиум-аудиосистема Arkamys с акустикой Sony",
					"text": "Ощущения премиальности интерьера дополняет акустика на компонентах легендарной французской компании Arkamys. 12 динамиков Sony обеспечивают мощное, чистое и детальное звучание в каждом уголке салона.",
					"img": "technology-audio.jpg"
				},
				{
					"title": "Контурная подсветка салона",
					"text": "Создать настроение в салоне внедорожника VX поможет атмосферная подсветка с множеством доступных оттенков.",
					"img": "technology-light.jpg"
				},
				{
					"title": "Автоматический дальний свет",
					"text": "С внедорожником VX вождение в темное время суток станет приятным занятием: все модификации машины оснащены системой автоматического управления дальним светом. Так что игра под названием «все увидеть и никого не ослепить» – больше не ваша забота.",
					"img": "technology-headlight.jpg"
				}
			]
		},
		"comfort": {
			"title": "ПЕРВОКЛАССНЫЙ КОМФОРТ",
			"info": [
				{
					"title": "Семиместный салон",
					"text": "Габариты внедорожника VX позволили разместить в салоне три ряда сидений. При этом каждое из семи мест – полноценное. Взрослым пассажирам будет комфортно даже на последнем ряду.",
					"img": "comfort-salon.jpg"
				},
				{
					"title": "Эргономичные сиденья с электрорегулировками",
					"text": "Электрорегулировки анатомических передних кресел VX помогают быстро найти оптимальную посадку людям любого роста и комплекции. Угол наклона спинок сидений второго ряда достигает 42°, позволяя принять полулежачее положение.",
					"img": "comfort-seats.jpg"
				},
				{
					"title": "Авиационные подголовники",
					"text": "Подголовники второго ряда сидений сделаны по образу авиационных: боковым секциям подушечек можно придать форму, необходимую для поддержки головы.",
					"img": "comfort-headrests.jpg"
				},
				{
					"title": "Зимний пакет",
					"text": "Зимний пакет – это дистанционный запуск двигателя, подогревы ветрового стекла, форсунок, боковых зеркал и стекла пятой двери. В салоне VX подогреваются руль, а также первый и второй ряды сидений. Собственные дефлекторы обдува установлены даже на третьем.",
					"img": "comfort-winter.jpg"
				},
				{
					"title": "Трансформация салона",
					"text": "Широкие возможности трансформации и огромный багажник позволяют подготовить салонное пространство для решения любых задач",
					"img": "comfort-transform.gif"
				},
				{
					"title": "Функциональный багажник",
					"text": "Объем багажника VX в пятиместной конфигурации составляет 520 литров. А максимальная глубина при сложенном втором ряде сидений превышает 2 метра: перевозка длинномеров не станет проблемой. Сервопривод с возможностью управления с ключа поможет сохранить руки чистыми. Угол открывания пятой двери можно настроить.",
					"img": "comfort-bag.jpg"
				}
			]
		},
		"safety": {
			"title": "ПОЛНАЯ БЕЗОПАСНОСТЬ",
			"info": [
				{
					"title": "4WD от BorgWarner® Smart",
					"text": "За распределение крутящего момента между осями VX отвечает многодисковая муфта BorgWarner. Благодаря сверхкороткому времени срабатывания (0,07 секунды) и интеллектуальной системе управления приводом, покорение бездорожья станет легкой и приятной прогулкой.",
					"img": "safety-drive.jpg"
				},
				{
					"title": "Мощные двигатели",
					"text": "Внедорожник VX можно оснастить одним из двух бензиновых турбомоторов семейства Acteco. Мощный двигатель 2.0TGDI выдает 249 л.с.",
					"img": "safety-power.jpg"
				},
				{
					"title": "Безопасный выход из автомобиля",
					"text": "Заботясь о безопасности, VX следит за окружающей обстановкой. При обнаружении помехи в виде другого автомобиля или велосипедиста, система безопасного выхода подаст звуковой сигнал при открывании двери.",
					"img": "safety-exit.jpg"
				},
				{
					"title": "Ассистент движения в полосе",
					"text": "Ассистент слежения за разметкой полосе (LKA) – часть комплекса систем активной безопасности внедорожника VX. Он поможет избежать нежелательных перестроений и не позволит съехать с дороги.",
					"img": "safety-assistent.jpg"
				},
				{
					"title": "Система предотвращения фронтального столкновения",
					"text": "Внедорожник VX всегда готов подстраховать водителя, предупредив звуковым зуммером об опасном сближении с впереди идущей машиной или другим объектом и применив принудительное торможение в случае его бездействия.",
					"img": "safety-front.jpg"
				},
				{
					"title": "Система предотвращения столкновения с автомобилем в слепой зоне",
					"text": "Система контроля слепых зон подаст визуальный и звуковой сигналы при попытке перестроиться в соседа по потоку.",
					"img": "safety-sleep.jpg"
				},
				{
					"title": "Адаптивный круиз-контроль",
					"text": "Адаптивный круиз-контроль внедорожника VX позволяет, помимо заданной скорости, удерживать определенную дистанцию до автомобиля перед вами. Система работает корректно на скоростях от 30 км/ч.",
					"img": "safety-cruise.jpg"
				},
				{
					"title": "Система предупреждения о быстро приближающемся автомобиле сзади",
					"text": "Внедорожник VX предупредит своего водителя о быстро приближающемся сзади автомобиле, подав характерный звуковой сигнал. Зачастую этого бывает достаточно для предотвращения столкновения или минимизации последствий.",
					"img": "safety-back.jpg"
				}
			]
		},
		"quality": {
			"title": "ВЫСОКОЕ КАЧЕСТВО",
			"info": [
				{
					"title": "Семилетняя гарантия",
					"text": "Гарантия на кроссовер составляет 7 лет или 200 тысяч километров, в зависимости от того, что наступит раньше.",
					"img": "quality-years.png"
				},
				{
					"title": "Антикоррозийная защита",
					"text": "Кузов VX изготовлен из стали с двухсторонней оцинковкой, а значит устойчив к коррозии.",
					"img": "quality-body.jpg"
				}
			]
		},
		"gallery": ["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.jpg", "6.jpg"]
	}
	// {
	// 	"id": "txl",
	// 	"name": "TXL",
	// 	"type": "Полноразмерный SUV",
	// 	"power": 186,
	// 	"hideTitle": true,
	// 	"razgon": 9.8,
	// 	"rashod": 7.8,
	// 	"moment": 275,
	// 	"price": 2149900,
	// 	"technology": {
	// 		"title": "СОВРЕМЕННЫЕ ТЕХНОЛОГИИ",
	// 		"info": [
	// 			{
	// 				"title": "Мультируль",
	// 				"text": "Приятно держать управление в своих руках. Руль обшит мягкой кожей Nappa и по-спортивному спрямлен у основания. Управлять основными функциями интуитивно понятно благодаря кнопкам, которые всегда под рукой.",
	// 				"img": "technology-wheel.jpg"
	// 			},
	// 			{
	// 				"title": "Зимний пакет",
	// 				"text": "Когда холода длятся более полугода — «зимний пакет» необходим. Он включает обогрев ветрового и заднего стекол, боковых зеркал и передних сидений.",
	// 				"img": "technology-winter.jpg"
	// 			},
	// 			{
	// 				"title": "3D Sound by Arkamys",
	// 				"text": "CHERYEXEED звучит. Каждая поездка превратится в акустический концерт. У вас всегда места в партере. Аудиосистема премиум-класса 3D Sound by Arkamys компенсирует все погрешности, сохраняя изначальные объемность и чистоту звука. Лишние звуки не будут мешать благодаря отличной шумоизоляции.",
	// 				"img": "technology-sound.jpg"
	// 			},
	// 			{
	// 				"title": "Бесключевой доступ",
	// 				"text": "Запустить двигатель одним движением? Легко. Бесключевой доступ и бесконтактное открывание пятой двери уже входят в стандартное оснащение . Загружайте багаж, даже когда ваши руки заняты.",
	// 				"img": "technology-start.jpg"
	// 			},
	// 			{
	// 				"title": "Атмосферная подсветка",
	// 				"text": "Внедорожник адаптируется под ваше настроение с помощью подсветки. Теплые тона создадут уют в салоне. Холодные – подойдут для расслабляющей атмосферы. Яркие и неоновые – настроят на динамичную езду. Синхронизируйте этот цвет со «спортивным» режимом, и он будет включаться автоматически.",
	// 				"img": "technology-light.jpg"
	// 			}
	// 		]
	// 	},
	// 	"comfort": {
	// 		"title": "ПОВЫШЕННЫЙ КОМФОРТ",
	// 		"info": [
	// 			{
	// 				"title": "Цифровое управление",
	// 				"text": "Многофункциональный дисплей мультимедийной системы способен реагировать на несколько точек прикосновения одновременно, а широкий набор настроек интерфейса (обои рабочего стола и темы оформления) позволяет владельцу выразить свою индивидуальность.",
	// 				"img": "comfort-control.jpg"
	// 			},
	// 			{
	// 				"title": "Ассистент парковки APA",
	// 				"text": "Выберите один из трех вариантов парковки: параллельную, перпендикулярную или боковую. Автомобиль сканирует пространство и безопасно выполняет маневр. Вам остается только удивляться возможностям нового внедорожника.",
	// 				"img": "comfort-parking.jpg"
	// 			},
	// 			{
	// 				"title": "Климат-контроль",
	// 				"text": "Водитель и пассажир настраивают для себя комфортную температуру благодаря интеллектуальному двухзонному климат-контролю.",
	// 				"img": "comfort-climat.jpg"
	// 			},
	// 			{
	// 				"title": "Комфорт в каждом вздохе",
	// 				"text": "Система контроля качества воздуха AQS визуально отображает изменение воздушной среды в салоне. По мере загрязнения фильтра мелкими частицами PM2.56 (частицы диаметром менее 2,5 мкм) цвет индикатора будет меняться с синего на желтый, затем на янтарный и красный..",
	// 				"img": "comfort-air.jpg"
	// 			}
	// 		]
	// 	},
	// 	"safety": {
	// 		"title": "КОМПЛЕКСНАЯ БЕЗОПАСНОСТЬ",
	// 		"info": [
	// 			{
	// 				"title": "Оцинкованный кузов",
	// 				"text": "Кузов – наше крепкое преимущество. Он прочный и легкий одновременно. На 70% состоит из высокопрочной стали и на 8% из термоформованной. Это основа высокой безопасности и залог точной управляемости в поворотах. Низкий вес позволил сделать внедорожник экономичнее и динамичнее. Кузов имеет двустороннюю оцинковку и готов к испытаниям русской зимы.",
	// 				"img": "safety-kuzov.jpg"
	// 			},
	// 			{
	// 				"title": "5* C-NCAP",
	// 				"text": "При производстве несущего кузова EXEED TXL применяется высокопрочная сталь с пределом давления 1500 мегапаскалей, что позволяет обеспечить высокую защиту пассажиров внутри автомобиля в случае фронтального, бокового или заднего удара на высокой скорости. При опрокидывании транспортного средства каркас кузова может выдержать ударную нагрузку более 10 тонн. Такие показатели позволяют модель TXL назвать капсулой безопасности.",
	// 				"img": "safety-ncap.jpg"
	// 			},
	// 			{
	// 				"title": "Системы мониторинга слепых зон BSD и смены полосы LCA",
	// 				"text": "Электроника следит за потоком с помощью радаров. Датчики мгновенно предупредят вас о помехе при перестроении.",
	// 				"img": "safety-bsd.jpg"
	// 			},
	// 			{
	// 				"title": "ESP Bosch 9.3",
	// 				"text": "Система ESP Bosch 9.3 объединяет 10 электронных ассистентов. Они помогают водителю в сложных ситуациях на дороге: предотвращают занос и опрокидывание, гарантируют безопасный спуск и подъем, отвечают за уверенное прохождение поворотов и движение по бездорожью. Слаженная работа всех этих систем дарит вам настоящее удовольствие от управления.",
	// 				"img": "safety-esp.jpg"
	// 			},
	// 			{
	// 				"title": "Ассистент RCTA",
	// 				"text": "Двигайтесь уверенно задним ходом. Зеркала с хорошей обзорностью и изображение с камеры сделают этот маневр комфортным. Система RCTA предупредит об опасном сближении с двигающимся транспортным средством.",
	// 				"img": "safety-rcta.jpg"
	// 			}
	// 		]
	// 	},
	// 	"quality": {
	// 		"title": "ВЫСОКОЕ КАЧЕСТВО",
	// 		"info": [
	// 			{
	// 				"title": "Пятилетняя гарантия",
	// 				"text": "Гарантия на кроссовер составляет 5 лет или 150 тысяч километров, в зависимости от того, что наступит раньше.",
	// 				"img": "quality-years.jpg"
	// 			},
	// 			{
	// 				"title": "Антикоррозийная защита",
	// 				"text": "Кузов TXL изготовлен из стали с двухсторонней оцинковкой, а значит устойчив к коррозии.",
	// 				"img": "quality-body.jpg"
	// 			}
	// 		]
	// 	},
	// 	"gallery": ["1.jpg", "2.jpg", "3.jpg", "4.jpg", "5.jpg", "6.jpg"]
	// }
]
